export const citiesData = [
  {
    name: "Токио",

    description:
      "Столица Японии, известная своими неоновыми огнями, многолюдностью и современной архитектурой.",

    imageUrl:
      "https://www.topmagazine.cz/wp-content/uploads/2021/06/tokio-1024x576.jpg",

    facts: [
      "Токио - самый населенный мегаполис в мире.",

      "Здесь расположена самая высокая башня в Японии - Токийская башня.",

      "В Токио проходят множество культурных событий и фестивалей.",
    ],
  },

  {
    name: "Киото",

    description:
      "Город на острове Хонсю, известный своими многочисленными классическими буддийскими храмами, а также садами, императорскими дворцами, синтоистскими святилищами и традиционными деревянными домами.",

    imageUrl:
      "https://media.istockphoto.com/id/1175668919/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%B1%D0%B0%D0%BC%D0%B1%D1%83%D0%BA%D0%BE%D0%B2%D1%8B%D0%B9-%D0%BB%D0%B5%D1%81-%D0%B0%D0%B7%D0%B8%D0%B0%D1%82%D0%BA%D0%B0-%D0%BD%D0%BE%D1%81%D0%B8%D1%82-%D1%8F%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%BE%D0%B5-%D1%82%D1%80%D0%B0%D0%B4%D0%B8%D1%86%D0%B8%D0%BE%D0%BD%D0%BD%D0%BE%D0%B5-%D0%BA%D0%B8%D0%BC%D0%BE%D0%BD%D0%BE-%D0%B2-%D0%B1%D0%B0%D0%BC%D0%B1%D1%83%D0%BA%D0%BE%D0%B2%D0%BE%D0%BC-%D0%BB%D0%B5%D1%81%D1%83-%D0%B2-%D0%BA%D0%B8%D0%BE%D1%82%D0%BE-%D1%8F%D0%BF%D0%BE%D0%BD%D0%B8%D1%8F.jpg?s=612x612&w=0&k=20&c=_qQAF0RqPlzL3dZMk3p8PLUYALMj1bFkhPyYtbnJD1g=",

    facts: [
      "В Киото насчитывается более 1600 буддийских храмов.",

      "Этот город был столицей Японии более тысячи лет.",
    ],
  },

  {
    name: "Осака",

    description:
      "Город в центральной части острова Хонсю, известен своими современными достопримечательностями и активной ночной жизнью.",

    imageUrl:
      "https://media.istockphoto.com/id/510585076/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%B7%D0%B0%D0%BC%D0%BE%D0%BA-%D1%85%D0%B8%D0%BC%D1%8D%D0%B4%D0%B7%D0%B8-%D0%B2-%D1%8F%D0%BF%D0%BE%D0%BD%D0%B8%D0%B8.jpg?s=612x612&w=0&k=20&c=QSNZDk_QV3xe8mA3eZEsb4Eb-OorryJRlN9cJBZGROA=",

    facts: [
      "Осака известна своим замком, который играл ключевую роль в объединении Японии в XVI веке.",

      "Город является кулинарной столицей Японии.",
    ],
  },

  {
    name: "Хоккайдо",

    description:
      "Самый северный остров Японии, известный своей природой, снежными фестивалями и уникальной культурой.",

    imageUrl:
      "https://media.istockphoto.com/id/1192780580/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%B3%D0%BE%D1%80%D0%B0-%D1%84%D1%83%D0%B4%D0%B7%D0%B8-%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%BE%D0%B5-%D0%BA%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D0%BE%D0%B5-%D0%B4%D0%B5%D1%80%D0%B5%D0%B2%D0%BE-%D0%B8-%D1%80%D1%8B%D0%B1%D0%B0%D1%86%D0%BA%D0%B0%D1%8F-%D0%BB%D0%BE%D0%B4%D0%BA%D0%B0-%D1%81-%D1%83%D1%82%D1%80%D0%B5%D0%BD%D0%BD%D0%B8%D0%BC-%D1%82%D1%83%D0%BC%D0%B0%D0%BD%D0%BE%D0%BC-%D0%BE%D1%81%D0%B5%D0%BD%D1%8C%D1%8E-%D0%BE%D0%B7%D0%B5%D1%80%D0%BE-%D0%BA%D0%B0%D0%B2%D0%B0%D0%B3%D1%83%D1%82%D0%B8%D0%BA%D0%BE.jpg?s=612x612&w=0&k=20&c=XDmhsL0sp_RAtmbmRtmZGgBLBjivO6_8NFZQXUK4glw=",

    facts: [
      "Хоккайдо предлагает отличные условия для зимних видов спорта, особенно для лыжного спорта и сноубординга.",

      "Летом остров привлекает туристов своими цветущими лавандовыми полями.",
    ],
  },

  {
    name: "Нагоя",

    description:
      "Город в центре Хонсю, известен своим отраслевым влиянием и историческими достопримечательностями.",

    imageUrl:
      "https://media.istockphoto.com/id/1432537674/ru/%D1%84%D0%BE%D1%82%D0%BE/%D0%B4%D1%80%D0%B5%D0%B2%D0%BD%D0%B8%D0%B9-%D1%8F%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%B8%D0%B9-%D0%B7%D0%B0%D0%BC%D0%BE%D0%BA-%D0%BD%D0%B0%D0%B3%D0%BE%D1%8F-%D1%80%D0%B0%D1%81%D0%BF%D0%BE%D0%BB%D0%BE%D0%B6%D0%B5%D0%BD%D0%BD%D1%8B%D0%B9-%D0%B2-%D1%86%D0%B5%D0%BD%D1%82%D1%80%D0%B5-%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D0%B0-%D0%BD%D0%B0%D0%B3%D0%BE%D1%8F.jpg?s=612x612&w=0&k=20&c=9dJjM8TlcDYuOnhAu2ePDJWDySrz5DkI5tLztoNrX1I=",

    facts: [
      "Нагоя - один из важнейших промышленных городов Японии, центр автомобилестроения.",

      "Здесь находится известный Нагойский замок с позолоченными делфинами на крыше.",
    ],
  },
];
